export const MALE_NAMES = [
  'Бублик', 'Шарик', 'Дружок', 'Пирожок', 'Тузик', 'Рыжик', 'Пельмень', 'Чапа', 'Черныш', 'Пушок',
  'Кекс', 'Бобик', 'Пончик', 'Сухарик', 'Мишка', 'Шпрот', 'Батон', 'Филя', 'Пряник', 'Беляш', 'Чебурек',
] as const;

export const FEMALE_NAMES = [
  'Жучка', 'Булка', 'Кнопка', 'Найда', 'Дуся', 'Буся', 'Лайка', 'Белка', 'Котлета', 'Сосиска',
  'Ватрушка', 'Альма', 'Тяпа', 'Плюша', 'Бусинка', 'Ириска', 'Зефирка', 'Вафля', 'Тучка',
] as const;

export const LEADER_NAMES = ['Атаман', 'Барон', 'Граф', 'Полкан', 'Генерал'] as const;
